<?php

return [
    'password'           => 'يجب أن تتكون كلمة المرور من ثمانية أحرف على الأقل ومطابقة للتأكيد.',
    'reset'              => 'تم إعادة تعيين كلمة المرور الخاصة بك!',
    'sent'               => 'لقد تم إرسال كود إعادة تعيين كلمة المرور إلى البريد الإلكتروني الخاص بك!',
    'sent_to_phone'      => 'لقد تم إرسال كود إعادة تعيين كلمة المرور إلى رقم الهاتف الخاص بك',
    'sent_to_phone_new'  => 'لقد تم إرسال كود جديد لإعادة تعيين كلمة المرور إلى رقم الهاتف الخاص بك',
    'sent_to_email'      => 'لقد تم إرسال كود إعادة تعيين كلمة المرور إلى البريد الإلكتروني الخاص بك',
    'sent_to_email_new'  => 'لقد تم إرسال كود جديد لإعادة تعيين كلمة المرور إلى البريد الإلكتروني الخاص بك',
    'token'              => 'كود إعادة تعيين كلمة المرور غير صحيح.',
    'user'               => 'لا يمكننا العثور على مستخدم مع عنوان البريد الإلكتروني هذا.',
    'updated'            => 'تم تغيير كلمة المرور',
    'match_old_password' => 'كلمة المرور الجديدة يجب ان تكون مختلفة عن كلمة المرور الحالية',
    'invalid_email'      => 'البريد الالكتروني غير صالح',
    'invalidEmailPhone'  => 'البريد الالكتروني أو رقم الهاتف غير صالح',
];
